public class Until {
    public void screensaver() {
        System.out.print("__________________________________________________" +
                         "|                                                |" +
                         "|      Добро пожаловать на арену, путник         |" +
                         "|                                                |" +
                         "|       Здесь сражаются величайшие воины         |" +
                         "|                света и тьмы                    |" +
                         "|         ради звания                            |" +
                         "|                     ВЕЛИЧАЙШЕГО ГЕРОЯ          |" +
                         "|                                                |" +
                         "|    Хотите попытать удачу? - Назовитесь         |" +
                         "|                                                |" +
                         "|          И да прибудет с вами сила             |" +
                         "|                                                |" +
                         "‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾");
        System.out.println("\n\n\n");
    }
    public void Hello() {
        System.out.println("- Добро пожаловать, вы хотите попасть на арену? Прошу, назовите своё имя.");
    }
    public void Characterisic() {
        System.out.println("- Вот характеристики персонажей:" +
                "__________________________________________________" +
                "|                                                |" +
                "|   Withard:                                     |" +
                "|                                                |" +
                "‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾‾");
    }
}
